christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
eamodio.gitlens
Gruntfuggly.activitusbar
luanpotter.dart-import
mechatroner.rainbow-csv
mohsen1.prettify-json
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
naco-siren.gradle-language
octref.vetur
PKief.material-icon-theme
redhat.java
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wesbos.theme-cobalt2
